;Language file of Revo Uninstaller
;This section must use english
[Info]
Language=Italiano/Italian
WebLang=IT
Translator=Maria Grazia Barbieri
Codepage=UNICODE 
Version=1.95
 
[Uninstaller Toolbar]
102 = Visualizza
103 = Opzioni
104 = Disinstallatore
105 = Strumenti
106 = Modo Mirino
107 = Foglio
108 = Icone
109 = Dettagli
110 = Disinstalla
111 = Rimuovi
112 = Aggiorna
113 = Sicuri di voler cancellare l’elemento selezionato?
114 = Sicuri di voler disinstallare il programma selezionato?
115 = Auto Aggiornamento
116 = Aiuto
117 = Aiuto per lo strumento corrente...
118 = Pagina del prodotto...
119 = Per il prodotto...
120 = Non siete un amminstratore!
121 = Sicuri di voler disinstallare il componente del sistema selezionato?\nFERMATE a meno che non siate sicuri di ciò che state facendo!
122 = Il disinstallatore mostra tutti i programmi e i componenti installati dall'utente corrente e da tutti gli utenti. In visualizzazione "Dettagli", o dal menu contestuale, si possono avere informazioni addizionali (links e proprietà circa l'installazione). Una primaria funzione di Revo Uninstaller è il Modo Mirino. Questo modo offre flessibilità alla disinstallazione, ferma, elimina o disattiva l'avvio automatico con un semplice click.
123 = Cerca
124 = Trovati: 
125 = Sicuro di voler rimuovere dal Registro il componente di sistema selezionato?\nPuò essere richiesto dal sistema operativo! 
126 =  rimossa dall'esecuzione automatica! 
127 =  aggiunta all'esecuzione automatica! 
128 = %s è installato nello stesso percorso d'installazione come %s!\nsaranno trovati resti di entrambe le applicazioni! Controllare attentamente quelli che si vuole rimuovere!
129 = Disinstalla forzato


[Uninstaller List]
150 = Applicazione
151 = Dimensione
152 = Versione
153 = Data dell'Installazione
154 = Azienda 
155 = Sito web
156 = Commento
157 = Comando per disinstallare
158 = Chiave nel Registro
159 = Installatore
 
[Uninstaller StatusBar]
201 = Installazioni:
202 = Caricamento...
  
[Registry Optimizer]
302 = Seleziona dove fare la scansione
303 = Menu Avvio
 
[AutoRun Toolbar]
407 = Avvio
408 = Stop
409 = Rimuovi
410 = Programmi:
411 = Attivati:
412 = Con lo strumento “Programmi ad avvio automatico” si possono non solo aggiungere o cancellare applicazioni dall’avviamento automatico, quando s’avvia Windows, ma anche ottenere informazioni su un'applicazione particolare che si avvia automaticamente. Si possono ottenere informazioni sull'editore del programma, la relativa descrizione, il relativo percorso di caricamento - dove si trova sul computer, lo stato attuale – se è avviato oppure no.
 
[AutoRun List]
450 = Nome
451 = Comando di caricamento
452 = Descrizione
453 = Azienda
454 = Stato
455 = Posizione
456 = AVVIATO
457 = FERMATO
458 = NON VALIDO
459 = Ferma il processo
460 = Avvia il processo
461 = Apri la sua direttoria
462 = Posizione
463 = Copia il comando di caricamento
464 = Rimuovi i selezionati
465 = Rimuovi Tutti Non validi
466 = Rimuovi Tutti Non validi
467 = Rimuovi tutti fermati
468 = Proprietà...
470 = Sicuri di voler chiudere l’applicazione selezionata?\n I dati non salvati saranno perduti!
471 = Sicuri di voler cancellare dalla lista l’elemento selezionato?
472 = Sicuri di voler cancellare dalla lista\n tutti gli elementi non validi?
473 = Sicuri di voler cancellare dalla lista\n tutti gli elementi fermati?
474 = Sicuri di voler cancellare dalla lista\n tutti gli elementi non attivi?
475 = Il comando non esiste!
476 = SCONOSCIUTO
477 = Disabilita Avvio Automatico
478 = Abilita Avvio Automatico 
 
[Outlook Control]
300 = Ottimizzazione
301 = Ottimizza Registro
400 = Programmi ad Avvio Automatico
500 = Pulizia Tracce 
501 = Pulizia Browsers
600 = Pulizia MS Office
700 = Pulizia Windows
800 = Rimozione Prove
900 = Cancellazione Distruttiva
2100 = Strumenti di Windows
2200 = Cancella file inutili
 
[Track Cleaner Browsers]
507 = Cancella Tutti
508 = Cancella la cronologia di tutte le pagine internet visitate
509 = Elimina la cronologia della Barra di Indirizzo
510 = Elimina i file temporanei di Internet
511 = Elimina i Cookies
512 = Elimina i file Index.dat
513 = Esegui
514 = Elimina la cronologia dei file scaricati
515 = Elimina la cronologia delle sessioni
516 = Elimina la cronologia delle forme
517 = Disinstallatore
518 = Sicuri di voler cancellare la cronologia degli elementi selezionati?
521 = Sicuri di voler cancellare la cronologia di Internet Explorer?
522 = Sicuri di voler cancellare la cronologia di Firefox?
523 = Sicuri di voler cancellare la cronologia di Opera?
524 = Sicuri di voler cancellare la cronologia di Netscape?
525 = Il browser registra l'informazione di ogni pagina web visitata. Questi dati sono facilmente accessibili dalla finestra di browser e premendo un tasto chiunque può vedere quale pagina è stata visitata! Grazie a questo strumento si possono cancellare i file temporane di interneti: tutte le immagini viste, tutti i file video e tutte le pagine Web visitate. Questa cancellazione libera uno spazio notevole sul disco.
526 = Chiudere il browser prima di cancellare le tracce
527 = I file Index.dat saranno cancellati dopo il riavvio del computer
599 = Completate Operazioni di pulizia delle voci selezionate!

[Track Cleaner Office]
601 = Cancella
607 = Cancella la cronologia dei documenti recenti usati con MS Word
608 = Include Word 2000, Word XP, Word 2003, Word 2007, Word 2010 e Word 2013
609 = Cancella la cronologia dei documenti recenti usati con MS Excel
610 = Include Excel 2000, Excel XP, Excel 2003, Excel 2007, Excel 2010 ed Excel 2013
611 = Cancella la cronologia dei documenti recenti usati con MS Access
612 = Include Access 2000, Access XP, Access 2003, Access 2007, Access 2010 ed Access 2013
613 = Cancella la cronologia dei documenti recenti usati con MS PowerPoint
614 = Include PowerPoint 2000, PowerPoint XP, PowerPoint 2003, PowerPoint 2007, PowerPoint 2010 e PowerPoint 2013
615 = Cancella la cronologia dei documenti recenti usati con MS FrontPage
616 = Include FrontPage 2000, FrontPage XP e FrontPage 2003
617 = Lo strumento Cancellazione MS Office permette di rimuovere la cronologia dei file usati di recente con MS Word, Excel, Access, PowerPoint e Front Page. Se non di desidera che qualcun altro veda fogli di lavoro aperti di recente, documenti o altri file creati con MS Office, selezionare quelli che interessano e premere il tasto "Cancella". I file usati di recente non saranno mostrati.
 
[Track Cleaner Windows]
701 = Cancella
707 = Cancella la cronologia dei documenti recenti
708 = Cancella la cronologia del comando “Start” nel menu Start
709 = Cancella la cronologia del comando “Cerca file”
710 = Cancella la cronologia dei comandi “Cerca stampantii, computer e persone”
711 = Svuota la Cartella Appunti
712 = Cancella la cronologia dei documenti recenti usati con MS Paint
713 = Cancella la cronologia dei documenti recenti usati con MS Wordpad"
714 = Cancella la cronologia delle chiavi aperte di recente in “Regedit”
715 = Cancella la cronologia dei box di dialogo recenti “Apri” e “Salva”
716 = Cancella la cronologia delle cartelle usate di recente coi box di dialogo
717 = Svuota il cestino
718 = Elimina i file temporanei di Windows
719 = Elimina i logo per l’utilizzo del menu Start
720 = Microsoft Windows salva le tracce di molte cose che fatte con il computer quali la cronologia di file cercati, se si cercano file o cartelle; la cronologia dei documenti aperti di recente; la cronologia dei file aperti nei box di dialogo apri/chiudi delle diverse applicazioni installate e altro ancora. Lo strumento di cancellazione di Windows permette di rimuovere tutta la cronologia e i file temporanei. Si può anche svuotare il cestino e cancellare i file temporanei. 
721 = La cronologia del comando “Start” nel menu Start verrà eliminta dopo il riavvio del processo di explorer.exe
722 = Tracce nel registro di Windows
723 = Tracce nel disco fisso locale 
724 = Elimina l'errore del dump della memoria nei file
725 = Elimina i frammenti di file recuperati da Chkdsk (Controllo del disco)


[Evidence Remove]
802 = Esegui
803 = Cancellazione
804 = Attendere, cancellazione in corso
805 = Completato
806 = Mettete un segno di spunta sui dispositivi da cui si vuole cancellare tracce e prove del lavoro fatto. Questo strumento elimina solo i dati già cancellati. ATTENZIONE: Completato il processo sarà impossibile recuperare i file cancellati!
807 = Quando si svuota il cestino di Windows i file e le cartelle sono segnati come cancellati ma fisicamente non sono cancellati. Questo strumento eliminerà per sempre i file e le cartelle, che già sono stati cancellati ma fisicamente sono ancora sul disco rigido. Qualunque strumento venga usato, sarà impossibile recuperare i dati!
808 = Sicuro di voler eliminare le tracce e le prove rimaste sui drive selezionati? 
 
[Unrecoverable  Delete ]
912 = Lista dei file e delle cartelle che saranno cancellati e sarà reso impossibile recuperare
913 = File
914 = Cartelle
915 = Aggiungere i file che si vuole cancellare o rimuovere dal sistema. Questi file non potranno essere recuperati fisicamente o tramite altro software!
916 = Aggiungere le cartelle che si vuole cancellare o rimuovere dal sistema. Queste cartelle non potranno essere recuperate fisicamente tramite altro software!
917 = Aggiungi file da cancellare
918 = Aggiungi cartelle da cancellare
919 = ELIMINA PER SEMPRE
920 = Cancella la lista
921 = Se si vuole cancellare con sicurezza un file o una cartella ed essere sicuri che nessuno possa recuperarli, con qualsiasi strumento, usare lo strumento “Cancellazione distruttiva”. La cancellazione dei file e lo svuotamento del cestino di Windows non significa che questi file siano cancellati per sempre. Sono ancora sul disco rigido e qualcuno potrebbe recuperarli facilmente. Lo strumento “Cancellazione distruttiva” rende questo impossibile.
922 = Sicuro di voler cancellare definitivamente i file e le cartelle selezionati?  
 
[Options Tree]
1001 = Opzioni
1100 = Generali
1200 = Disinstallatore
 
[General]
1101 = Lingua corrente:
1102 = Passa al Modo Avanzato
1103 = Controlla nuova versione all'avvio
 
[Uninstaller Options]
1201 = Mostra gli aggiornamenti di sistema
1202 = Mostra i componenti di sistema
1203 = Avvia il modo di caricamento veloce
1204 = Usa solo la disinstallazione incorporata nell'applicazione
1205 = (Non supportato in Windows Vista) 
1206 = Creare un Punto di Rispristino del sistema prima della disinstallazione
1207 = Elimina file e cartelle rimasti dal Cestino


[Auto Update]
1907 = Aggiorna
1908 = Informazione per la Versione
1909 = Versione Corrente:
1910 = Ultima versione:
1911 = SCARICA
1912 = Ottiene l'Ultima Versione
1913 = Novità
1914 = Controllo...
1915 = Errore di connessione...
1916 = STOP
1917 = scaricati %s di %s
1918 = scaricati %s (dimensione totale sconosciuta)
1919 = Revo Uninstaller non ha potuto connettersi a www.revouninstaller.com. Controllare che la connessione Internet sia attiva e che il firewall non blocchi Revo Uninstaller
1920 = Errore: Ricerca nuova versione non riuscita. Nessuna connessione a Internet.


[WinTools]
2110 = Avvia
2111 = Ci sono molti strumenti comodi ed utili che fanno parte dei sistemi operativi Windows. Alcuni di essi hanno opzioni molto complesse dalla linea di comando, altri sono di difficili accesso. Strumenti di Windows permette un accesso veloce tramite un click del mouse a più di dieci strumenti di Windows, usati quotidianamente.
2112 = Si può usare per ripristinare il computer ad uno stato precedente, se si verifica un problema, anche senza perdere i dati personali. Ripristino Sistema controlla i cambiamenti nel sistema e alcuni file applicativi e crea automaticamente i punti di ripristino. Questi punti di ripristino permettono di riportare il sistema ad uno stato precedente. Vengono creati giornalmente e per eventi significativi del sistema. Si può anche creare e dare un nome a un punto di ripristino in qualunque momento.
2113 = Si può usare per raccogliere e mostrare informazioniper sull'hardware e il sistema operativo, per configurare Internet, la scheda di rete e il modem. Con lo strumento Diagnostica di Rete si può attuare una scansione del sistema per testare la connessione di rete e verificare se i programmi correlati alla connessione funzionano. 
2114 = Si può usare per visualizzare tutti i valori correnti di configurazione di rete di TCP/IP e per aggiornare Dynamic Host Configuration Protocol (DHCP) e le configurazioni di Domain Name System DNS), mostra anche la configurazione completa di TCP/IP, una configurazione di tutti gli adattatori compreso indirizzo IP, MAC address, Subnet mask, Default Gateway, Windows Internet Naming Service (WINS) e la configurazione DNS.
2115 = Si può usare per controllare lo stato del computer relativamente a tre elementi di sicurezza - Firewal, Software Antivirus, Aggiornamenti automatici. Se si verifica un problema in uno dei tre elementi (per esempio, se il programma antivirus non è aggiornato), il centro di sicurezza invia un avvertimento e fornisce consigli su come proteggere meglio il computer.
2116 = Si può usare per: vedere informazioni di base quali tipo del processore (CPU) e memoria di RAM; Visualizzare e modificare le impostazioni che controllano come il computer usa la memoria e trova una determinata informazione; Trovare informazioni sull'hardware e i dispositivi; Configurare profili hardware; Visualizzare informazioni delle connessioni di rete. Segnalare errori di programma e di sistema, quando avvengono,  a Microsoft o all'amministratore di sistema.
2117 = System Information è un componente del sistema operativo di Windows che raccoglie e visualizza le informazioni per la configurazione del sistema di computer locali e remoti, compresi i driver firmati ed i driver non firmati. Tramite questo strumento si possono trovare rapidamente informazioni relative al computer e al relativo sistema operativo.
2118 = Il comando TCP/IP Netstat è un componente del sistema operativo di Windows che visualizza tutti le connessioni attive di TCP e le porte UDP e TCP su cui il computer sta ascoltando e visualizza i file eseguibili relativi alla connessione o alla porta in ascolto. In questo caso il nome del file eseguibile è fra parentesi [ ] nella parte inferiore, nella parte superiore si trova il componente che viene chiamato, e così via fino a raggiungere TCP/IP. 
2119 = Questo strumento visualizza una tastiera virtuale sullo schermo e permette a utenti con ridotta mobilità di inserire i dati usando un dispositivo di puntamento o un joystick. Tastiera sullo Schermo è destinata a fornire un livello minimo di funzionalità per gli utenti con ridotta mobilità. Si può pure utilizzare se si pensa che ci sia un Key-Logger (registratore di tracce) installato sul pc e che euanto si digita sulla normale tastiera possa venire registrato.
2120 = Questo strumento analizza i dischi locali e compatta i file ed le cartelle deframmentati in modo che ciascuno occupi un singolo spazio attiguo sul disco. Il risultato è che il sistema può accedere ai file e alle cartelle e pure salvare i nuovi in modo più efficiente. Compattanfo i file e le cartelle Deframenta Disco consolida anche lo spazio libero, rendendo meno probabile che i nuovi file siano spezzettati. 
2121 = Si può usare per: avviare, fermare, mettere in pausa, attivare o disattivare i servizi di computer remoti e locali; Controllare i servizi di computer locali e remoti; impostare azioni di recupero per se un servizio viene a mancare; attivare o disattivare i servizi da un profilo particolare; visualizzare lo stato e la descrizione di ogni servizio.
2122 = Si può usare per controllare le risorse condivise in rete, controllare gli accessi dell'utente, l'attività di sessione, le proprietà delle risorse e inoltre visualizzare informazioni sulle connessioni e sulle risorse usate dai computer locali e remoti. Con Cartelle Condivise si può: Creare, visualizzare e impostare i permessi per le risorse condivise; Visualizzare la lista di tutti gli utenti che sono collegati in rete al computer e staccare il collegamento ad uno o a tutti. Visualizzare una lista di file aperti dagli utenti remoti. 
2123 = Questo strumento comprende impostazioni per la Configurazione Utente, relativa gli utenti, e per le Configurazioni del computer, relativa  ai computer. Le impostazioni di Group Policy definiscono i vari componenti dell'ambiente desktop dell'utente di cui un amministratore di sistema ha bisogno per controllare, per esempio, i programmi che sono disponibili agli utenti, i programmi che compaiono sul desktop dell'utente e le opzioni per il menu di inizio.
2124 = Aggiungi/Rimuovi Componenti di Windows permette di intervenire sui componenti di Windows installati sul computer. Con il Sistema Operativo Windows installato sul computer, si può usare questo strumento per aggingere un componente di Windows, che non era stato incluso nella installazione originale, o rimuovere un componente di Windows che non si desira più avere.
2125 = Lo Strumento Microsoft Windows Malicious Software Removal analizza la presenza su computer con Sistema Operativo Windows di specifiche infezioni, in particolare software dannoso, e aiuta a rimuovere le infezioni trovate. Questo software dannoso include virus, worms, e Trojan horses. Completati i processi di individuazione e rimozione, lo strumento mostra un rapporto che descrive il risultato, compreso, se individuato, il software dannoso trovato e rimosso.
 
[Junk Files Cleaner Options]
2202 = Scansione Dischi:
2203 = Modello
2204 = Descrizione
2205 = Aggiungi
2206 = Rimuovi
2207 = Imposta di Default
2208 = Cancellazione file inutili::Generali
2209 = Cancellazione file inutili::Escludi
2220 = Modello da scansire:
2221 = Si possono usare i simboli (?,*) come caratteri generali
2222 = Aggiungi  Modello
2223 = Aggiungi  Modello da escludere
2224 = Si possono usare i simboli (?,*) come caratteri generali
2225 = Escludi il modello:
2226 = Elimina file dal Cestino
2227 = Ignora file con accesso nelle ultime 24 ore


[Junk Files Cleaner Tool]
2306 = Scansione
2307 = Cancellazione
2308 = Scansione
2309 = Attendere scansione in corso
2310 = Annulla
2311 = Nome
2312 = Dimensione
2319 = File:
2320 = Dimensione totale:
2323 = Ci sono file usati da Windows o da un altro programma\n e non possono essere cancellati
2324 = Si deve selezionare almeno un dispositivo e un’estensione per cominciare la scansione
2325 = Con “Cancella file inutili” si possono trovare e rimuovere vari tipi di file inutili dal computer. Normalmente, questi file vengono cancellati, quando non servono più, dall'applicazione che li ha creati. Tuttavia è possibile che rimangano permanente sul disco fisso per un blocco inaspettato del programma o del sistema. Se questo accade, si riduce lo spazio libero del disco fisso e possono diminuire la velocità e le prestazioni del sistema.
2326 = File
2327 = Cancellazione file
 
 
[ContextMenu Junk Files Cleaner]
2313 = Apri
2314 = Cerca con Google per 
2315 = Apri Cartella
2316 = Proprietà...
2317 = Seleziona tutti gli elementi
2318 = Deseleziona tutti gli elementi
2321 = Seleziona gli elementi selezionati
2322 = Deseleziona gli elementi selezionati 

[TopMost Window]
4002 = Opzioni
4003 = Apri Finestra Principale
4004 = Modo – Trascina e rilascia
4005 = Modo Mirino
4006 = Dimensione
4007 = Piccola
4008 = Media
4009 = Grande
4010 = Dimensione finestra
4011 = ESCI
4012 = Disinstallazione
4013 = Ferma l'avvio automatico
4014 = Ferma il processo
4015 = Ferma e cancella il processo
4016 = Apri la Cartella
4017 = Info
4018 = Proprietà
4019 = ANNULLAMENTO
4020 = Solo un file per volta è possibile
4021 = E' stata rilasciata una cartella,  trascinare e rilasciare il file!
4022 = Disinstalla o Rimuovi:
4023 = Nessun risultato! Provare ad indicare un'altra finestra, icona o elemento della barra di comando
4024 = Impossibile avviare il comando di disinstallazione. Disinstallare l'applicazione dal Disinstallatore.
4025 = Nessun pacchetto d’installazione trvato!\nConsiglio: Ottenere più informazioni sull’applicazione e provare a disinstallare dall’applicazione principale!
4026 = Applicazione selezionata disabilitata dall'avvio automatico!Consiglio: Se si desidera aggiungerla di nuovo usare lo strumento Programmi attivati automaticamente dall’applicazione principale!
4027 = Applicazione selezionata non trovata nei comuni luoghi di avvio automatico!Consiglio: Cercare per luoghi non comuni usati per avvio automatico di applicazione usando www.google.com!
4028 = Sicuri di voler chiudere l’applicazione selezionata?\I dati non salvati verranno persi!
4029 = Disinstallatore
4030 = Sicuri di voler chiudere e cancellare l’applicazione selezionata? I dati non salvati verranno persi!
4031 = Sicuri di voler chiudre Windows Explorer? Il menu start e la barra degli strumenti saranno chiusi!
4032 = Avvia all'avvio di Windows 
4033 = Trasparenza 
 
[Scan After Uninstall]
4210 = Posizione
4211 = Chiave
4212 = Valore
4213 = Dati
4214 = File
4215 = Selezionare una voce per eseguire questa operazione!
4216 = Scansione dopo disinstallazione
4217 = Seleziona tutti
4218 = Deseleziona tutti
4219 = Cancella
4220 = File rimasti
4221 = Elemeni di registro rimasti
4222 = Scansione prima della disinstallazione ... attendere
4223 = Avvio Disinstallatore...
4224 = Avviare la scansione dei file rimasti, delle cartelle e degli elementi di registro rimasti, una volta terminata la disinstallazione
4225 = Scansione dopo la disinstallazione ...  attendere
4226 = Controllare con attenzione gli elementi elencati!
4227 = Fine
4228 = I file rimasti nella lista saranno cancellati al prossimo riavvio del computer
4229 = Disinstallazione dell'applicazione fallita\nPossibile comando di disinstallazione non valido!
4230 = Indietro
4231 = Avanti 
4232 = Selezionare Metodo di Disinstallazione
4233 = Metodi
4234 = Incorporata - avvia soltanto il disinstallatore dell'applicazione senza ulteriore scanzione
4235 = Sicura - include il metodo Incorporata ed esegue ulteriori scansioni nel Registro e nel Disco fisso per ricercare  voci rimaste  e sicure da eliminare. Metodo più veloce.
4236 = Moderata - include il metodo Sicura ed esegue un'ampia scansione per ricercare tutte le voci dell'applicazione rimaste nei luogi più comuni del Registro e del Disco fisso. 
4237 = Avanzata - include il metodo Moderata ed esegue una scansione completa e profonda del Registro e del Disco fisso per ricercare tutte le voci rimaste correlate all'applicazione. Metodo più lento. 
4238 = Analisi dati dell'applicazione prima della disinstallazione.
4239 = Avvio del disinstallatore dell'applicazione per una disinstallazione predefinita. 
4240 = Premere il tasto "Avanti" per avviare la scansione dei file rimasti, delle cartelle e delle voci del registro una volta terminata la disinstallazione dell'applicazione. 
4241 = Effettua un'analisi iniziale e disinstalla.
4242 = Scansione dopo disinstallazione
4243 = Scansione dopo la disinstallazione Incorporata. Ricerca nel Registro e nel Disco fisso di file rimasti, cartelle e voci di registro correlate all'applicazione disinstallata. Attendere prego…. 
4244 = Trovate voci di Registro rimaste 
4245 = Voci di Registro trovate: 
4246 = Nota: Controllare accuratamente le voci indicate! Saranno eliminate soltanto le voci evidenziate in grassetto e le loro sottovoci! 
4247 = Trovati file rimasti e cartelle
4248 = Voci trovate: 
4249 = My Computer 
4250 = Revo Uninstaller non è in grado di avviare la disinstallazione incorporata nell'applicazione. Il comando disinstalla dell'applicazione potrebbe essere non valido o rovinato. Premere il tasto “Indietro” e provate un altro metodo di disinstallazione.
4251 = Disinstallazione incorporata nell'applicazione terminata. Revo Uninstaller non ha effettuato la scansione di voci rimaste. Premere il tasto “Indietro” e provare un altro metodo di disinstallazione per una scansione di file rimasti, cartelle e voci di Registro 
4252 = Revo Uninstaller ha completato con successo la procedura di disinstallazione, ma non sono state trovate voci rimaste. Premere il tasto “Indietro” e provare un altro metodo avanzato di disinstallazione per una scansione più profonda.
4253 = Revo Uninstaller ha completato con successo la procedura di disinstallazione. Se si vogliono cercare ulteriori voci rimaste, premere il tasto “Indietro” e provare un altro metodo avanzato di disinstallazione per una scansione più profonda. 
4254 = Terminato 
4255 = Sicuro di voler spostare i file selezionati nel Cestino? 
4256 = Sicuro di voler eliminare le voci di Registro selezionate?
4257 = Revo Uninstaller ha completato con successo la procedura di disinstallazione!
4258 = Sicuro di voler saltare la soppressione delle voci di registro trovate e rimaste e continuare con il passaggio successivo? 
4259 = Sicuro di voler saltare la soppressione dei file e delle cartelle trovati e rimasti e continuare con il passaggio successivo? 
4260 = Scansione per la ricerca di oggetti rimasti completato. Premere "Avanti" per visualizzare i risultati!
4261 = Creazione punto di ripristino del sistema... 
4262 = Creazione punto di ripristino del sistema - fallito! 
4263 = Creazione punto di ripristino del sistema disabilitato (in Opzioni di Revo Uninstaller) 
4264 = Creazione punto di ripristino del sistema - fatto! 


[About]
4300 = Traduttori:

[ContextMenu Uninstaller]
5000 = Comandi
5001 = Info
5002 = Cerca nel Google per
5004 = Cartella di installazione
5005 = Apri collegamento informatico...
5006 = Apri collegamento di aiuto...
5007 = Apri collegamento di aggiornamento...
5008 = Apri la chiave di registro...
 
[Common]
10000 = Accetta
10001 = Annulla
10002 = Aiuto
10003 = Scegli
10004 = Aiuto per lo strumento corrente
10005 = Home Page
10006 = Circa il programma
10007 = Attenzione
10008 = ERRORE
 
[Tooltips]
2000 = Passa Modo Uninstaller
2001 = Mostra pannello con gli strumenti
2002 = Impostazioni personalizzate
2003 = Passa al Modo Mirino
2004 = Cambia visualizzazione delle applicazioni installate
2005 = Disinstalla l’applicazione selezionata
2006 = Cancella l’elemento selezionato dal registro
2007 = Aggiorna la lista delle applicazioni
2008 = Aggiorna la versione corrente all'ultimo rilascio
2009 = Trova informazioni supplementari e risposte a tutte le domande sul programma
404 = Inizia l'applicazione selezionata
405 = Chiudi l'applicazione selezionata
406 = Rimuovi l'applicazione selezionata dalla sezione di avvio automatico
506 = Cancella le opzioni selezionate
605 = Cancella le opzioni selezionate
705 = Cancella le opzioni selezionate
2106 = Attiva gli strumenti selezionati
2304 = Scansione per i file inutili secondo le impostazioni personali
2305 = Sposta i file selezionati nel cestino

